<?
	class CodeMasterLangCode{
		public function getData(){
			return array(
"2601" => "영어",
"2602" => "중국어",
"2603" => "일본어",
"2606" => "프랑스어",
"2607" => "스페인어",
"2608" => "베트남어",
"2609" => "독일어",
"2610" => "포루투갈어",
"2611" => "아랍어",
"2615" => "러시아어",
"2616" => "인도네시아어",
"2617" => "한국어",
"2604" => "기타"
			);
		}
	}
	
	class CodeMasterLevelCode{
		public function getData(){
			return array(
"1401" => "L1",
"1402" => "L2",
"1403" => "L3",
"1404" => "L4",
"1405" => "L5",
"1406" => "L6",
"1407" => "L7",
"1409" => "special",
"1408" => "toeic",
"1410" => "etc"
			);
		}
	}
?>